read_verilog ../src/alu.v
synth -top alu
write_json alu.json
write_verilog alu_netlist.v
